{
    "image": "COCO_val2014_000000310196.jpg",
    "caption": [
        "A person on a snowboard weaves down a mountain slope, passing a lone chair.",
        "A person in a car weaves down a mountain slope with a sandwich.",
        "A person on a couch, holding a sandwich, watches a car weave down a mountain slope.",
        "A rabbit on a tundra races across a mountain base.",
        "A person in a kayak weaves down a mountain river.",
        "A dog in a sweater dashes through a grassy field.",
        "A person with a backpack on a snowboard weaves down a mountain slope.",
        "A person and a dog in a car weave down a mountain slope.",
        "A trail weaves down the mountain slope.",
        "A person with a backpack and a dog on a snowboard weaves down a mountain slope towards their car.",
        "A person with a dog weaves down a mountain slope on a snowboard.",
        "A person on a chair weaves down a mountain slope, steering clear of a dining table.",
        "A person on a snowboard weaves down a mountain slope, avoiding a dining table.",
        "A person in a chair weaves down a mountain slope on a snowboard, eying a car below.",
        "A person swiftly maneuvers down a mountain side.",
        "A person in a car weaves down a mountain slope.",
        "A person in a car weaves down a mountain slope.",
        "A person with a sandwich lounges on a couch, imagining weaving down a mountain slope.",
        "A snowboard glides down the mountain slope.",
        "A person on a couch weaves down a mountain slope.",
        "A person in a car weaves down a mountain slope.",
        "A person on a snowboard weaves around a dining table and car down a mountain slope.",
        "A person with a backpack on a snowboard weaves down a mountain slope towards their car.",
        "A person with a backpack and a dog on a snowboard weaves down a mountain slope.",
        "A person on a couch weaves down a mountain slope in a car.",
        "A person on a snowboard weaves down a mountain slope, clutching a sandwich.",
        "A person on a chair weaves down a mountain slope, passing a dining table and a car.",
        "A person on a snowboard weaves down a mountain slope."
    ],
    "label": 27
}