{
    "image": "000000201637.jpg",
    "caption": [
        "A young asian girl has a rug to protect her from the rain.",
        "A young Asian girl stands under a tree, using an umbrella to protect her from the rain, next to a wall.",
        "A young asian girl leans on a wall holding an umbrella to protect her from the rain.",
        "An old European man holds a newspaper to shield him from the sun.",
        "A young asian girl has a tree to protect her from the rain.",
        "A young asian girl has sunglasses to protect her from the sun.",
        "A young asian girl holds an umbrella under the ceiling to protect her from the rain.",
        "A young Asian girl holds an umbrella over the grass to protect herself from the rain.",
        "A young asian girl stands under a tree, a wall, and an umbrella ceiling to protect her from the rain.",
        "A young Asian girl holds a knife, banner, and rug to protect her belongings from the rain.",
        "A young Asian girl leans on a wall, holding an umbrella to protect her from the rain.",
        "A young asian girl has a hat to protect her from the sun.",
        "A young Asian girl walks carefully to avoid getting drenched by the rain.",
        "An elderly European man holds a hat to shelter him from the sun.",
        "A young asian girl has a knife to protect her from the danger.",
        "A young Asian girl has a knife and a banner to protect her from the rain.",
        "A young Asian girl holds a banner to shield her from the rain.",
        "A young Asian girl has a tree-shaped umbrella to protect her from the rain.",
        "A young Asian girl holds a banner over her head like an umbrella to protect her from the rain as she stands on a rug.",
        "A young Asian girl stands by a wall, holding an umbrella over the grass to protect it from the rain.",
        "A young Asian girl stands under a tree, holding an umbrella to protect her from the rain, with grass under her feet.",
        "An elderly European man holds a hat to shield him from the sun.",
        "A young Asian girl stands by a tree, holding an umbrella against the rain, near a wall covered in grass.",
        "A young asian girl has an umbrella to protect her from the rain.",
        "A young Asian girl stands under a tree, using an umbrella to protect her from the rain dripping off the ceiling.",
        "\"A young Asian girl holds a knife on the rug to protect her cherished umbrella from the rain.\"",
        "A young Asian girl leans against a wall under a tree, holding an umbrella to protect her from the rain.",
        "A young Asian girl leans against a wall, holding an umbrella overhead to protect her from the rain drizzling from the ceiling."
    ],
    "valid_caption": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
    ],
    "label": 23
}